Repository: DigitalDevices/pvr.octonet
Catalog: pvr.octonet/resources/language/resource.language.*/strings.po
Languages: es_es, pl_pl

# Addon Summary
source: Kodi PVR Addon for Digital Devices Octopus NET Streams
es_es: Kodi PVR Addon para Dispositivos Digitales Octopus NET Streams
pl_pl: Klient telewizji dla strumieni Digital Devices Octopus NET

# #30000
source: Octonet Server Address
es_es: Dirección del Servidor Octonet
pl_pl: Adres serwera Octonet

# #30001
source: Could not load chanellist
es_es: No se pudo cargar la lista de canales
pl_pl: Nie można załadować listy kanałów

# #30002
source: Timeshift
pl_pl: Przesunięcie czasowe

# #30003
source: Enable timeshift
es_es: Activar timeshift
pl_pl: Aktywuj funkcję przesunięcia czasowego

# #30004
source: - Modify inputstream.ffmpegdirect settings...
es_es: - Modificar configuración de inputstream.ffmpegdirect...
pl_pl: - Zmodyfikuj ustawienia inputstream.ffmpegdirect...

# #30005
source: Inputstream settings
es_es: Configuración de Inputstream
pl_pl: Ustawienia InputStream

# #30600
source: The IP/address of the octonet server. Note that in case of an address, the protocol (http://) has to be omitted.
es_es: La IP/dirección del servidor octonet. Tenga en cuenta que, en caso de dirección, debe omitirse el protocolo (http://).
pl_pl: IP/adres serwera Octonet. Zauważ, że w przypadku adresu protokół (http: //) należy pominąć.

# #30601
source: General settings required by the add-on.
es_es: Ajustes generales requeridos por el add-on.
pl_pl: Ustawienia ogólne wymagane przez dodatek.

# #30602
source: Timeshift settings for pausing/rewinding and fast-forwarding live streams.
es_es: Ajustes de timeshift para pausar/rebobinar y adelantar transmisiones en directo.
pl_pl: Ustawienia przesunięcia czasowego do wstrzymywania/przewijania i przewijania transmisji na żywo.

# #30603
source: Enable the timeshift feature.
es_es: Activar la función timeshift.
pl_pl: Włącz funkcję przesunięcia czasowego.

# #30604
source: Open settings dialog for inputstream.ffmpegdirect for modification of timeshift and other settings.
es_es: Abrir el cuadro de diálogo de ajustes de inputstream.ffmpegdirect para modificar el timeshift y otros ajustes.
pl_pl: Otwórz okno ustawień dla inputstream.ffmpegdirect w celu modyfikacji przesunięcia czasowego i innych ustawień.
